import React from "react";

const RulesPage: React.FC = () => {
  return (
    <>
      <h1>صفحه قوانین</h1>
      <p>
        لورم ایپسوم (متن نمونه)، به صورت متنی آزمایشی وارد شده، در حال ویرایش و
        اصلاح است. لورم ایپسوم به طور کلی مورد استفاده قرار نکرده و صرفا جهت
        نمایش اشکال و متون استفاده می‌شود. متن نمونه با توجه به موضوع انتخابی
        شما، به صورت هوشمندانه ایجاد شده است تا بتواند بهترین تجربه ممکن را به
        شما ارائه دهد.
      </p>
    </>
  );
};

export default RulesPage;
